Repository: elvis-s-lopes/pwa-install-1
Catalog: i18n/*.xlf
Languages: el, pt, ru, tr

# s6196153c4b0c1ea0
source: Install
el: Εγκατάσταση
pt: Instalar
ru: Установить
tr: Yükle

# sdca23702207fba73
source: This site has app functionality. Install it on your device for extensive experience and easy access.
el: Αυτός ο ιστότοπος έχει λειτουργικότητα εφαρμογής. Εγκαταστήστε την στη συσκευή σας για εκτεταμένη εμπειρία και εύκολη πρόσβαση.
pt: Este site tem uma funcionalidade de aplicativo. É possível instalar neste dispositivo para uma experiência ampliada e acesso fácil.
ru: Этот веб-сайт имеет функционал приложения. Установите его, чтобы получить дополнительные возможности и удобство использования.
tr: Bu sitenin uygulaması var. Daha iyi deneyim ve kolay erişim için cihazınıza yükleyebilirsiniz.

# sa5ef80b4bb9b39f8
source: Less
el: Λιγότερα
pt: Menos
ru: Свернуть
tr: Küçült

# s37a9e8aec5713460
source: More
el: Περισσότερα
pt: Mais
ru: Подробнее
tr: Daha Fazla

# s8d0173763d91830c
source: This site has app functionality. Add it to your Home Screen for extensive experience and easy access.
el: Αυτός ο ιστότοπος έχει λειτουργικότητα εφαρμογής. Προσθέστε την στην οθόνη αφετηρίας για εκτεταμένη εμπειρία και εύκολη πρόσβαση.
pt: Este site tem funcionalidade de aplicativo. Adicione-o à sua tela inicial para uma ampla experiência e fácil acesso.
ru: Этот веб-сайт имеет функционал приложения. Добавьте его на экран «Домой», чтобы получить дополнительные возможности и удобство использования.
tr: Bu sitenin uygulaması var. Daha iyi deneyim ve kolay erişim için Ana Ekranınıza ekleyin.

# sdfe23506a3b0cdc8
source: 1) Open in Safari browser
el: 1) Ανοίξτε τον περιηγητή Safari
pt: 1) Abrir no navegador Safari
ru: 1) Открыть в Safari браузере
tr: 1) Safari tarayıcısında açın

# s1b9047d53d9f9d22
source: 2) Press Share in Navigation bar
el: 2) Πατήστε Κοινοποίηση στη γραμμή πλοήγησης
pt: 2) Pressione Compartilhar na barra de navegação
ru: 2) Нажать "Поделиться"
tr: 2) Gezinme çubuğunda Paylaş'a basın

# s5c6aad7a7e4a1437
source: 3) Press Add to Home Screen
el: 3) Πατήστε Προσθήκη στην οθόνη Αφετηρίας
pt: 3) Pressione Adicionar à tela inicial
ru: 3) Нажать "На экран «Домой»"
tr: 3) Ana Ekrana Ekle'ye basın

# sc79fd7641eb9a975
source: Hide Instruction
el: Απόκρυψη Οδηγιών
pt: Ocultar instrução
ru: Спрятать Инструкцию
tr: Talimatları gizle

# scdaf4bbff76674c8
source: Add to Home Screen
el: Προσθήκη στην Οθόνη Αφετηρίας
pt: Instalar
ru: На экран «Домой»
tr: Ana Ekrana Ekle
